Repository: JackRourkeK/movie-list
Catalog: languages/movie-list-*.po
Languages: ne_np

source: Add Movie
ne_np: नया चलचित्र

source: Add New
ne_np: नया थप्नुस

source: Add New Movie
ne_np: नया चलचित्र थप्नुस

source: Add New Movie Type
ne_np: नया चलचित्र प्रकार थप्नुस

source: All Movie Types
ne_np: सबै चलचित्र प्रकार

source: All Movies
ne_np: सबै चलचित्रहरू

source: Edit Movie
ne_np: चलचित्र सम्पादन गर्नुहोस्

source: Edit Movie Type
ne_np: चलचित्र प्रकार सम्पादन गर्नुहोस्

source: Enter Movie Price
ne_np: चलचित्र मूल्य प्रविष्ट गर्नुहोस्

source: Enter Rating
ne_np: रेटिंग प्रविष्ट गर्नुहोस्

source: Holds our Movies and Movie specific data
ne_np: हाम्रो चलचित्र र चलचित्र विशिष्ट डाटा होल्ड गर्दछ

source: Home Page
ne_np: गृहपृष्ठ

source: Movie Details
ne_np: चलचित्र विवरणहरू

source: Movie List
ne_np: चलचित्र सूची

source: Movie Price
ne_np: चलचित्र मूल्य

source: Movie Rating
ne_np: चलचित्र रेटिंग

source: Movie Tags
ne_np: चलचित्र ट्यागहरू

source: Movie Type
ne_np: चलचित्र प्रकार

source: Movies
ne_np: चलचित्रहरू

source: New Movie
ne_np: नयाँ चलचित्र

source: New Movie Type
ne_np: नयाँ चलचित्र प्रकार

source: No Movie Types found
ne_np: कुनै चलचित्र प्रकार भेटिएन

source: No Movie Types found in the Trash
ne_np: रद्दीटोकरीमा कुनै चलचित्र प्रकार भेटिएन

source: No Movies found
ne_np: कुनै चलचित्र फेला परेन

source: No Movies found in the Trash
ne_np: रद्दीटोकरीमा कुनै चलचित्र फेला परेन

source: Post navigation
ne_np: नेभिगेसन पोष्ट गर्नुहोस्

# Post Type General Name
source: Movies List
ne_np: चलचित्र सूची

# Post Type Singular Name
source: Movie List
ne_np: चलचित्र सूची

source: Search Movie Types
ne_np: चलचित्र प्रकारहरू खोज्नुहोस्

source: Search Movies
ne_np: चलचित्र खोज्नुहोस्

# Taxonomy General Name
source: Movie Types
ne_np: चलचित्र प्रकारहरू

# Taxonomy Singular Name
source: Movie Type
ne_np: चलचित्र प्रकार

source: Update Movie Type
ne_np: चलचित्र प्रकार अपडेट गर्नुहोस्

source: View Movies
ne_np: चलचित्र हेर्नुहोस्
